[
    {
        "title": "Jimmy Kimmel’s Show to Return to ABC on Tuesday Night",
        "link": "https://www.nytimes.com/2025/09/22/business/media/jimmy-kimmel-returns-abc.html",
        "description": "The network’s removal of Mr. Kimmel’s show last week almost immediately morphed into a flashpoint for free speech in America.",
        "pubDate": "Tue, 23 Sep 2025 00:18:55 +0000"
    },
    {
        "title": "Politicians and Celebrities Weigh In on Jimmy Kimmel’s Return to Late Night",
        "link": "https://www.nytimes.com/2025/09/22/us/jimmy-kimmel-show-return-reactions.html",
        "description": "Some celebrated ABC’s decision to rescind the show’s suspension, while others criticized it.",
        "pubDate": "Mon, 22 Sep 2025 23:49:29 +0000"
    },
    {
        "title": "Jimmy Kimmel to Return to Air After Suspension Over Kirk Remarks: What to Know",
        "link": "https://www.nytimes.com/2025/09/20/business/jimmy-kimmel-show-abc-kirk-fcc.html",
        "description": "The late-night show will return to the air on Tuesday, nearly a week after ABC suspended it in response to Mr. Kimmel’s remarks about the shooting of Charlie Kirk.",
        "pubDate": "Mon, 22 Sep 2025 22:06:27 +0000"
    },
    {
        "title": "‘The View’ Hosts Criticize Trump Administration Over Kimmel",
        "link": "https://www.nytimes.com/2025/09/22/business/media/the-view-trump-jimmy-kimmel.html",
        "description": "The chairman of the Federal Communications Commission has suggested that the daytime talk show should also come under government scrutiny.",
        "pubDate": "Tue, 23 Sep 2025 00:52:10 +0000"
    },
    {
        "title": "Trump Issues Warning Based on Unproven Link Between Tylenol and Autism",
        "link": "https://www.nytimes.com/2025/09/22/health/kennedy-autism-tylenol-trump.html",
        "description": "Top U.S. health officials urged pregnant women not to use acetaminophen, the active ingredient in Tylenol, claiming it could cause autism, though studies have been inconclusive.",
        "pubDate": "Tue, 23 Sep 2025 07:58:20 +0000"
    },
    {
        "title": "Tylenol, Autism and Vaccines: What to Know After Trump’s Announcement",
        "link": "https://www.nytimes.com/2025/09/22/health/autism-tylenol-vaccines-explained.html",
        "description": "For decades, researchers have looked for links. Most believe the disorder springs from a complex interplay of genetics and environmental factors.",
        "pubDate": "Mon, 22 Sep 2025 23:04:10 +0000"
    },
    {
        "title": "Kenvue, the Company Behind Tylenol, Tries to Navigate Its Latest Crisis",
        "link": "https://www.nytimes.com/2025/09/22/health/tylenol-autism-kenvue.html",
        "description": "Kenvue, a two-year-old spinoff from Johnson & Johnson, is confronting a public-relations nightmare as President Trump and others suggest unproven links between the pain reliever and autism.",
        "pubDate": "Tue, 23 Sep 2025 04:39:03 +0000"
    },
    {
        "title": "F.D.A. to Relabel Leucovorin for Autism Treatment",
        "link": "https://www.nytimes.com/2025/09/22/well/leucovorin-autism-fda.html",
        "description": "The F.D.A. announced Monday that it would change the drug’s label to reflect potential benefits in reducing autism symptoms.",
        "pubDate": "Mon, 22 Sep 2025 22:47:19 +0000"
    },
    {
        "title": "Supreme Court Allows Trump to Fire F.T.C. Commissioner",
        "link": "https://www.nytimes.com/2025/09/22/us/politics/supreme-court-ftc-commissioner-firing.html",
        "description": "The justices said they will consider whether to overrule a landmark Supreme Court precedent that has limited the president’s ability to fire top officials at the agency.",
        "pubDate": "Mon, 22 Sep 2025 21:03:18 +0000"
    },
    {
        "title": "Trump Signs Order Targeting Antifa Movement",
        "link": "https://www.nytimes.com/2025/09/22/us/politics/trump-antifa-order-terrorism.html",
        "description": "President Trump’s executive order threatened to prosecute donors who support antifascist philosophy and issued a domestic terrorism designation that doesn’t exist under U.S. law.",
        "pubDate": "Tue, 23 Sep 2025 01:06:57 +0000"
    },
    {
        "title": "Halligan, Trump’s Chosen Prosecutor, Takes Over Comey and James Cases",
        "link": "https://www.nytimes.com/2025/09/22/us/politics/trump-lindsey-halligan-james-comey.html",
        "description": "The president is pushing up against the statute of limitations in his pursuit of charges against a former F.B.I. director, and also wants the attorney general of New York and a California senator prosecuted.",
        "pubDate": "Mon, 22 Sep 2025 23:53:05 +0000"
    },
    {
        "title": "Trump’s Efforts to Punish His Enemies Are Ramping Up",
        "link": "https://www.nytimes.com/2025/09/22/us/politics/trump-justice-department-enemies.html",
        "description": "Some rank-and-file prosecutors are growing alarmed about pressure to bring indictments even when evidence is weak.",
        "pubDate": "Mon, 22 Sep 2025 23:20:33 +0000"
    },
    {
        "title": "Foreigners Have Flocked to Copenhagen for Weddings. Is the Honeymoon Over?",
        "link": "https://www.nytimes.com/2025/09/22/world/europe/copenhagen-denmark-weddings.html",
        "description": "The Danish capital is limiting when foreign couples can marry and setting aside new funding for civil ceremonies.",
        "pubDate": "Mon, 22 Sep 2025 13:48:20 +0000"
    },
    {
        "title": "World Leaders Recognize Palestinian State, in a Challenge to U.S. and Israel",
        "link": "https://www.nytimes.com/2025/09/22/world/middleeast/unga-palestinian-state.html",
        "description": "At a meeting ahead of the U.N. General Assembly, France and other U.S. allies made official a breach with Washington that has been years in the making.",
        "pubDate": "Tue, 23 Sep 2025 00:21:19 +0000"
    },
    {
        "title": "Palestinian Statehood Seems More Remote Than Ever",
        "link": "https://www.nytimes.com/2025/09/22/world/middleeast/palestinian-recognition-israel.html",
        "description": "Even before the war in Gaza, negotiations failed to produce peace between the Israelis and the Palestinians.",
        "pubDate": "Mon, 22 Sep 2025 19:51:13 +0000"
    },
    {
        "title": "U.S. News Rankings Are Out After a Tumultuous Year for Colleges",
        "link": "https://www.nytimes.com/2025/09/23/us/us-news-rankings.html",
        "description": "But despite it all, very little changed on the lists many parents and prospective students turn to as admissions season kicks off.",
        "pubDate": "Tue, 23 Sep 2025 04:17:07 +0000"
    },
    {
        "title": "Trump’s H-1B Visa Fee Knocks Down Bridge Between India and the U.S.",
        "link": "https://www.nytimes.com/2025/09/22/business/trump-h-1b-visa-fee-india.html",
        "description": "The H-1B visa lured a generation of Indian professionals to take part in the American dream. A $100,000 fee has forced a rethink of the route.",
        "pubDate": "Mon, 22 Sep 2025 19:54:00 +0000"
    },
    {
        "title": "High Holiday Reflections on the State of American Jews",
        "link": "https://www.nytimes.com/2025/09/22/us/rosh-hashanah-high-holidays.html",
        "description": "“I never would have imagined the splinters inside of the Jewish community,” said Rabbi Elan Babchuck, whose work includes research on polarization.",
        "pubDate": "Mon, 22 Sep 2025 20:22:42 +0000"
    },
    {
        "title": "For Zohran Mamdani, Judaism’s Holiest Days Present a Test",
        "link": "https://www.nytimes.com/2025/09/22/nyregion/mamdani-rosh-hashana-jewish-holidays.html",
        "description": "Mr. Mamdani intends to appear at explicitly Jewish spaces during the High Holy Days, seeking to bridge a divide with some Jewish voters as he runs for mayor.",
        "pubDate": "Tue, 23 Sep 2025 03:54:15 +0000"
    },
    {
        "title": "Sean Combs’s Lawyers Urge Judge to Free Him Before the End of 2025",
        "link": "https://www.nytimes.com/2025/09/23/arts/sean-combs-sentence-mann-act.html",
        "description": "Mr. Combs’s lawyers said in a filing that their incarcerated client deserves to be let go soon after his Oct. 3 sentencing on prostitution-related charges.",
        "pubDate": "Tue, 23 Sep 2025 05:28:48 +0000"
    },
    {
        "title": "Harris-Biden Rift Outlined in ’107 Days’ Reflects Long Pattern of History",
        "link": "https://www.nytimes.com/2025/09/22/us/politics/kamala-harris-joe-biden-rift-history.html",
        "description": "Many presidents and vice presidents fall out by the end of their tenures, a fraught dynamic that goes back to the early days of the republic.",
        "pubDate": "Mon, 22 Sep 2025 19:14:09 +0000"
    },
    {
        "title": "Mamdani Lands Endorsement From Kamala Harris, His Biggest Yet",
        "link": "https://www.nytimes.com/2025/09/22/us/politics/kamala-harris-endorsement-zohran-mamdani.html",
        "description": "“I support the Democrat in the race,” Ms. Harris said during an interview with Rachel Maddow. She added of the Democratic Party, “we’ve got a big tent and we’ve got a lot of stars.”",
        "pubDate": "Tue, 23 Sep 2025 05:52:13 +0000"
    },
    {
        "title": "How Norway Adopted New Tech in Its Hunt for ‘Missing’ Oil",
        "link": "https://www.nytimes.com/2025/09/23/business/norway-oil-exploration.html",
        "description": "Going against conventional wisdom, explorers at a Norwegian energy company drilled horizontally to find oil in an abandoned natural gas field.",
        "pubDate": "Tue, 23 Sep 2025 04:00:10 +0000"
    },
    {
        "title": "The New Buzzword That’s Scaring China",
        "link": "https://www.nytimes.com/2025/09/23/opinion/china-economy-deflation-neijuan.html",
        "description": "China’s problem with competition is that it’s too brutal.",
        "pubDate": "Tue, 23 Sep 2025 05:56:16 +0000"
    },
    {
        "title": "President Trump Eulogizes Charlie Kirk",
        "link": "https://www.nytimes.com/2025/09/22/opinion/culture/trump-charlie-kirk-funeral.html",
        "description": "Trump’s first presidential eulogy made no effort to unite the country, which is the traditional goal of a presidential eulogy.",
        "pubDate": "Mon, 22 Sep 2025 23:43:06 +0000"
    },
    {
        "title": "For Late Night, Jimmy Kimmel’s Plight Is Personal",
        "link": "https://www.nytimes.com/2025/09/23/arts/television/late-night-jimmy-kimmel.html",
        "description": "“Once more, I am the only martyr in late night,” Stephen Colbert said, joking about his own canceled show while sharing news of Kimmel’s return to air.",
        "pubDate": "Tue, 23 Sep 2025 06:58:37 +0000"
    },
    {
        "title": "Retired Lobbyist in Federal Custody in ABC Affiliate Shooting in Sacramento, California",
        "link": "https://www.nytimes.com/2025/09/22/us/sacramento-california-tv-station-shooting.html",
        "description": "Prosecutors say that the suspect, a 64-year-old Sacramento man, had a note critical of Trump administration officials and a separate calendar reminder to “Do the Next Scary Thing.”",
        "pubDate": "Tue, 23 Sep 2025 03:59:08 +0000"
    },
    {
        "title": "Unification Church Leader Is Arrested on Corruption Charges in South Korea",
        "link": "https://www.nytimes.com/2025/09/23/world/asia/unification-church-leader-han-arrest.html",
        "description": "Han Hak-ja — the widow of the church’s founder, the Rev. Sun Myung Moon — was accused of bribing a former first lady for business and political favors.",
        "pubDate": "Tue, 23 Sep 2025 04:53:38 +0000"
    },
    {
        "title": "Ron DiMenna, Ron Jon Surf Shop Founder, Dies at 88",
        "link": "https://www.nytimes.com/2025/09/22/business/ron-dimenna-dead.html",
        "description": "As the founder of a national chain, he was a key figure in surfing’s expansion into mainstream culture, with a life said to be “the stuff of folklore.”",
        "pubDate": "Mon, 22 Sep 2025 21:42:49 +0000"
    },
    {
        "title": "Man Who Shined a Laser at Marine One With Trump Aboard Is Arrested, U.S. Says",
        "link": "https://www.nytimes.com/2025/09/22/us/laser-marine-one-trump-arrest.html",
        "description": "Jacob Winkler aimed a laser pointer at the presidential helicopter as it took off from the White House on Saturday, the authorities said. He was charged with a felony.",
        "pubDate": "Mon, 22 Sep 2025 22:57:10 +0000"
    }
]